Repository: tizenorg/framework.web.wearable.wrt
Catalog: po/*.po
Languages: as, bn, fa, gu, he, id, km, kn, lo, ml, mn_mn, ms, my, ne, or, pa, si, sq, ta, th, tk_tm, tl, ur

# IDS_BR_POP_P1SS_HP2SS_IS_REQUESTING_PERMISSION_TO_USE_YOUR_CAMERA
source: %1$s (%2$s) is requesting permission to use your camera.
as: %1$s (%2$s)-এ আপোনাৰ কেমেৰা ব্যৱহাৰ কৰিবলৈ অনুমতি বিচাৰি অনুৰোধ জনাইছে৷
bn: %1$s (%2$s) আপনার ক্যামেরা ব্যবহারের জন্য অনুমতি অনুরোধ করছে।
fa: %1$s (%2$s) درخواست مجوز برای استفاده از دوربین شما را دارد
gu: %1$s (%2$s) તમારા સ્થાનનો ઉપયોગ કરવાની પરવાનગીની વિનંતી કરી રહ્યાં છે.
he: %1$s (%2$s) מבקש אישור לשימוש במצלמה שלך
id: %1$s (%2$s) meminta izin untuk menggunakan kamera Anda.
km: %1$s (%2$s) កំពុង​ស្នើ​ការអនុញ្ញាត​ប្រើ​កាមេរ៉ា​របស់​អ្នក។
kn: ನಿಮ್ಮ ಕ್ಯಾಮರಾ ಬಳಸಲು ಅನುಮತಿಯನ್ನು %1$s (%2$s) ವಿನಂತಿಸುತ್ತಿದೆ.
lo: %1$s (%2$s) ກໍາລັງຂໍການອະນຸຍາດໃຊ້ກ້ອງຂອງທ່ານ.
ml: നിങ്ങളുടെ ക്യാമറ ആക്സസ്സ് ചെയ്യുന്നതിനുള്ള അനുമതി %1$s (%2$s) അഭ്യര്‍ത്ഥിക്കുന്നു.
mn_mn: %1$s (%2$s) таны камерыг ашиглах зөвшөөрөл хүсэж байна
ms: %1$s (%2$s) meminta kebenaran menggunakan kamera anda.
my: သင့္ ကင္မရာသံုးရန္ %1$s (%2$s) က အခြင့္ေတာင္းခံေနသည္။
ne: %1$s (%2$s) तपाईको क्यामराको प्रयोग गर्न अनुमतिको लागि अनुरोध गर्दैछ।
or: ଆପଣଙ୍କ କ୍ୟାମେରା ବ୍ୟବହାର କରିବାକୁ %1$s (%2$s) ଅନୁମତି ଅନୁରୋଧ କରୁଛି।
pa: %1$s (%2$s) ਤੁਹਾਡੇ ਕੈਮਰੇ ਦਾ ਉਪਯੋਗ ਕਰਨ ਦੀ ਆਗਿਆ ਲੈਣ ਲਈ ਬੇਨਤੀ ਕਰ ਰਿਹਾ ਹੈ।
si: %1$s (%2$s) ඔබගේ කැමරාව භාවිතා කිරීමට අවසරය ඉල්ලමින් සිටී.
sq: %1$s (%2$s) po kërkon leje për të përdorur kamerën.
ta: %1$s (%2$s) உங்கள் கேமராவை உபயோகிக்க அனுமதி கோருகிறது.
th: %1$s (%2$s) กำลังขออนุญาต เพื่อใช้กล้องของคุณ
tk_tm: %1$s (%2$s) siziň kameraňyzy ulanmak üçin rugsat soraýar.
tl: Si %1$s (%2$s) ay humihiling ng pahintulot na gamitin ang iyong camera.
ur: %1$s (%2$s) آپ کا کیمرہ استعمال کرنے کی اجازت کی درخواست کررہا ہے

# IDS_BR_SK_OK
source: OK
as: ঠিক
bn: ওকে
fa: تاييد
gu: ઓકે
he: אישור
km: ព្រម
kn: ಸರಿ
lo: ຕົກລົງ
ml: ശരി
my: အုိေက
ne: ठीक छ
or: ଓକେ
pa: ਓਕੇ
si: හරි
ta: சரி
th: ตกลง
ur: ٹھیک ہے

# IDS_BR_SK_YES
source: Yes
as: হয়
bn: হ্যাঁ
fa: بلی
gu: હા
he: כן
id: Ya
km: ព្រម
kn: ಹೌದು
lo: ແມ່ນ
ml: അതെ
mn_mn: Тийм
ms: Ya
my: ဟုတ္ကဲ့
ne: हो
or: ହଁ
pa: ਹਾਂ
si: ඔවි
sq: Po
ta: ஆம்
th: ใช่
tk_tm: Hawa
tl: Oo
ur: ہاں

# IDS_BR_SK_NO
source: No
as: নহয়
bn: না
fa: خير
gu: ના
he: לא
id: Tidak
km: ទេ
kn: ಇಲ್ಲ
lo: ບໍ່
ml: ഇല്ല
mn_mn: Үгүй
ms: Tidak
my: မဟုတ္
ne: होइन
or: ନା
pa: ਨਹੀਂ
si: නැත
sq: Jo
ta: இல்லை
th: ไม่
tk_tm: Ýok
tl: Hindi
ur: نہیں

# IDS_BR_BODY_LOGIN
source: Login
as: লগইন
bn: লগইন
fa: ورود به سیستم
gu: લોગિન
he: כניסה
id: Masuk
km: ចុះ​ឈ្មោះ​ចូល
kn: ಲಾಗಿನ್
lo: ລົງຊື່ເຂົ້າໃຊ້
ml: ലോഗിന്‍ ചെയ്യുക
mn_mn: Нэвтрэх
ms: Log masuk
my: ေလာ့အင္
ne: लग-इन
or: ଲଗ୍ଇନ୍
pa: ਲੌਗਇਨ
si: ඇතුළු වන්න
ta: உள்நுழை
tk_tm: Hasaba giriş
tl: Mag-log in
ur: لاگ ان

# IDS_BR_SK_CANCEL
source: Cancel
as: বাতিল
bn: বাতিল
fa: خیر
gu: રદ કરો
he: ביטול
id: Batal
km: ចោល
kn: ರದ್ದು
lo: ຍົກເລີກ
ml: റദ്ദാക്കു.
mn_mn: Цуцлах
ms: Batal
my: ပယ္ဖ်က္
ne: रद्द
or: ବାତିଲ୍
pa: ਰੱਦ ਕਰੋ
si: අව. කර
sq: Anullo
ta: ரத்து
th: ยกเลิก
tk_tm: Ýatyr
tl: Ikansela
ur: منسوخ

# IDS_BR_OPT_ALLOW
source: Allow
as: অনুমতি দিয়ক
bn: অনুমতি
fa: اجازه
gu: છૂટ આપો
he: אפשר
id: Bolehkan
km: អនុញ្ញាត
kn: ಅನುಮತಿಸು
lo: ອະນຸຍາດ
ml: അനുവദിക്കൂ
mn_mn: Зөвшөөрөх
ms: Benarkan
my: ခြင့္ျပဳပါ
ne: अनुमति दिनुहोस्
or: ଅନୁମତି
pa: ਆਗਿਆ ਦਿਉ
si: ඉඩ දෙන්න
sq: Lejo
ta: அனுமதி
th: อนุญาต
tk_tm: Rugsat etmek
tl: Payagan
ur: اجازت دیں

# IDS_BR_POP_P1SS_HP2SS_IS_REQUESTING_PERMISSION_TO_SHOW_NOTIFICATIONS
source: %1$s (%2$s) is requesting permission to show notifications.
as: %1$s (%2$s)-এ অধিসূচনাসমূহ দেখুৱাবলৈ অনুৰোধ জনাইছে৷
bn: %1$s (%2$s) বিজ্ঞপ্তি দেখানোর জন্য অনুমতি অনুরোধ করছে।
fa: %1$s (%2$s) درخواست مجوز برای نشان دادن اعلان ها را دارد
gu: %1$s (%2$s) એ સૂચનાઓ બતાવવાની પરવાનગીની વિનંતી કરી રહ્યાં છે.
he: %1$s (%2$s) מבקש אישור להציג התראות
id: %1$s (%2$s) meminta izin memperlihatkan notifikasi.
km: %1$s (%2$s) កំពុង​ស្នើ​ការអនុញ្ញាត​បង្ហាញ​ការជូនដំណឹង។
kn: ಪ್ರಕಟಣೆಗಳನ್ನು ತೋರಿಸಲು ಅನುಮತಿಯನ್ನು %1$s (%2$s) ವಿನಂತಿಸುತ್ತಿದೆ.
lo: %1$s (%2$s) ກໍາລັງຂໍການອະນຸຍາດສະແດງການແຈ້ງເຕືອນ.
ml: അറിയിപ്പുകള്‍ കാണിക്കുന്നതിനുള്ള അനുമതി %1$s (%2$s) അഭ്യര്‍ത്ഥിക്കുന്നു.
mn_mn: %1$s (%2$s) мэдэгдлүүд харуулах зөвшөөрөл хүсэж байна
ms: %1$s (%2$s) meminta kebenaran menunjukkan pemberitahuan.
my: အသိေပးခ်က္မ်ား ျပရန္ %1$s (%2$s) က အခြင့္ေတာင္းခံေနသည္။
ne: %1$s (%2$s) सूचनाहरू देखाउन अनुमतिको लागि अनुरोध गर्दैछ।
or: ବିଜ୍ଞପ୍ତି ଦେଖାଇବାକୁ %1$s (%2$s) ଅନୁମତି ଅନୁରୋଧ କରୁଛି।
pa: %1$s (%2$s) ਸੂਚਨਾਵਾਂ ਦਿਖਾਉਣ ਦੀ ਆਗਿਆ ਲੈਣ ਲਈ ਬੇਨਤੀ ਕਰ ਰਿਹਾ ਹੈ।
si: %1$s (%2$s) දැනුම්දීම් පෙන්වීමට අවසර ඉල්ලමින් සිටී.
sq: %1$s (%2$s) po kërkon leje për të shfaqur njoftime.
ta: %1$s (%2$s) அறிவிக்கைகளைக் காட்டுவதற்கு அனுமதி கோருகிறது.
th: %1$s (%2$s) กำลังขออนุญาตให้แสดง การแจ้งเตือน
tk_tm: %1$s (%2$s) habarnamalary görkezmäge rugsat soraýar.
tl: Si %1$s (%2$s) ay humihiling ng pahintulot na magpakita ng mga notification.
ur: %1$s (%2$s) اعلانات دکھانے کی اجازت کی درخواست کررہا ہے

# IDS_BR_POP_P1SS_HP2SS_IS_REQUESTING_PERMISSION_TO_ACCESS_YOUR_LOCATION
source: %1$s (%2$s) is requesting permission to access your location.
as: %1$s (%2$s)-এ আপোনাৰ অৱস্থানলৈ প্ৰৱেশৰ অনুমতি বিচাৰি অনুৰোধ জনাইছে৷
bn: %1$s (%2$s) আপনার অবস্থান অ্যাক্সেসের জন্য অনুমতি অনুরোধ করছে।
fa: %1$s (%2$s) درخواست مجوز برای دسترسی به مکان شما را دارد
gu: %1$s (%2$s) તમારા સ્થાનને પ્રવેશ કરવાની પરવાનગીની વિનંતી કરી રહ્યાં છે.
he: %1$s (%2$s) מבקש אישור לגשת למיקום שלך
id: %1$s (%2$s) meminta izin untuk mengakses lokasi Anda.
km: %1$s (%2$s) កំពុង​ស្នើ​ការអនុញ្ញាត​ចូលប្រើ​ទីកន្លែង​របស់​អ្នក។
kn: ನಿಮ್ಮ ಸ್ಥಳವನ್ನು ಪ್ರವೇಶಿಸಲು %1$s (%2$s) ವಿನಂತಿಸುತ್ತಿದೆ.
lo: %1$s (%2$s) ກໍາລັງຂໍການອະນຸຍາດເຂົ້າຫາທີ່ຕັ້ງຂອງທ່ານ.
ml: നിങ്ങളുടെ ലൊക്കേഷന്‍ ആക്സസ്സ് ചെയ്യുന്നതിനുള്ള അനുമതി %1$s (%2$s) അഭ്യര്‍ത്ഥിക്കുന്നു.
mn_mn: %1$s (%2$s) таны байрлалд хандах зөвшөөрөл хүсэж байна
ms: %1$s (%2$s) meminta kebenaran mencapai lokasi anda.
my: သင့္တည္ေနရာကို ဝင္ေရာက္ရန္ %1$s (%2$s) က အခြင့္ေတာင္းခံေနသည္။
ne: %1$s (%2$s) तपाईको स्थान एक्सेस गर्नको लागि अनुमति को अनुरोध गर्दैछ।
or: ଆପଣଙ୍କ ଅବସ୍ଥାନ ପ୍ରବେଶ କରିବାକୁ %1$s (%2$s) ଅନୁମତି ଅନୁରୋଧ କରୁଛି।
pa: %1$s (%2$s) ਤੁਹਾਡੀ ਸਥਿਤੀ 'ਤੇ ਐਕਸੈੱਸ ਕਰਨ ਦੀ ਆਗਿਆ ਲੈਣ ਲਈ ਬੇਨਤੀ ਕਰ ਰਿਹਾ ਹੈ।
si: %1$s (%2$s) ඔබගේ පිහිටීම වෙත ප්‍රවේශ වීමට අවසර ඉල්ලමින් සිටී.
sq: %1$s (%2$s) po kërkon leje për t'u aksesuar në vendndodhjen tënde.
ta: %1$s (%2$s) உங்கள் இருப்பிடத்தை அணுக அனுமதி கோருகிறது.
th: %1$s (%2$s) กำลังขออนุญาต เพื่อเข้าถึงตำแหน่งของคุณ
tk_tm: %1$s (%2$s) siziň ýerleşiş maglumatlaryňyza giriş rugsady soraýar.
tl: Si %1$s (%2$s) ay humihiling ng pahintulot na ma-access ang iyong lokasyon.
ur: %1$s (%2$s) آپ کے محل وقوع پر رسائی کرنے کی اجازت کی درخواست کررہا ہے

source: %1$s (%2$s) is attempting to store a large amount of data on your device for offline use.
as: %1$s (%2$s)-এ অফলাইনত ব্যৱহাৰ কৰিবৰ বাবে এক বৃহৎ পৰিমাণৰ ডাটা আপোনাৰ ডিভাইচত সংৰক্ষণ কৰিবলৈ চেষ্টা কৰিছে৷
bn: %1$s (%2$s) অফলাইনে ব্যবহারের জন্য আপনার ডিভাইসে বড় পরিমাণ তথ্য সঞ্চয় করার প্রয়াস করছে।
fa: %1$s (%2$s) سعی می کند مقدار زیادی داده در دستگاه شما برای استفاده آفلاین ذخیره کند
gu: %1$s (%2$s) ઓફલાઇન ઉપયોગ માટે તમારા ઉપકરણ પર વધુ પ્રમાણમાં ડેટાનો સંગ્રહ કરવાનો પ્રયાસ કરી રહ્યાં છો.
he: %1$s (%2$s) מנסה לאחסן כמות נתונים גדולה במכשיר שלך לצורך שימוש לא מקוון
id: %1$s (%2$s) mencoba menyimpan jumlah data yang besar di perangkat untuk penggunaan offline.
km: %1$s (%2$s) កំពុង​ព្យាយាម​រក្សាទុក​បរិមាណ​ទិន្នន័យ​ជាច្រើន​លើ​ឧបករណ៍​របស់​អ្នក​សម្រាប់​ការប្រើ​ក្រៅ​បណ្ដាញ។
kn: ಆಫ್‌ಲೈನ್ ಬಳಕೆಗಾಗಿ ನಿಮ್ಮ ಸಾಧನದಲ್ಲಿ ದೊಡ್ಡ ಪ್ರಮಾಣದ ಡೇಟಾವನ್ನು ಸಂಗ್ರಹಿಸಲು %1$s (%2$s) ಪ್ರಯತ್ನಿಸುತ್ತಿದೆ.
lo: %1$s (%2$s) ກໍາລັງພະຍາຍາມບັນທຶກປະລິມານຂໍ້ມູນຂະໜາດໃຫຍ່ຢູ່ໃນເຄື່ອງຂອງທ່ານ ເພື່ອໄວ້ໃຊ້ເວລາອອບໄລນ໌.
ml: ഓഫ്‌ലൈന്‍ ഉപയോഗത്തിനായി വലിയ തോതിലുള്ള ഡാറ്റ നിങ്ങളുടെ ഉപകരണത്തില്‍ സംഭരിക്കുന്നതിനായി %1$s (%2$s) ശ്രമിക്കുന്നു.
mn_mn: %1$s (%2$s) сүлжээнд холбоогүй ашиглах их хэмжээний өгөгдөл таны төхөөрөмж дээр хадгалахыг оролдож байна
ms: %1$s (%2$s) cuba menyimpan sejumlah besar data pada peranti anda untuk kegunaan luar talian.
my: အြန္လိုင္းသံုးရန္ သင့္ကိရိယာေပၚတြင္ %1$s (%2$s) က ေဒတာ အေျမာက္အမ်ား သိုေလွာင္ရန္ ၾကိဳးပမ္းေနသည္။
ne: %1$s (%2$s) अफलाइन प्रयोगको लागि तपाईको यन्त्रमा डाटाको ठूलो मात्रामा भण्डार गर्ने प्रयास गर्दैछ।
or: ଅଫ୍‌ଲାଇନ୍ ବ୍ୟବହାର ପାଇଁ %1$s (%2$s) ଆପଣଙ୍କ ଡିଭାଇସ୍‌ରେ ଏକ ବୃହତ୍ ପରିମାଣର ଡାଟା ଷ୍ଟୋର୍ କରିବାକୁ ଉଦ୍ୟମ କରୁଛି।
pa: %1$s (%2$s) ਔਫਲਾਈਨ ਉਪਯੋਗ ਲਈ ਤੁਹਾਡੇ ਡਿਵਾਈਸ 'ਤੇ ਵੱਡੀ ਮਾਤਰਾ ਵਿੱਚ ਡੈਟਾ ਸੰਭਾਲਣ ਦਾ ਯਤਨ ਕਰ ਰਿਹਾ ਹੈ।
si: %1$s (%2$s) නොබැඳි භාවිතය සඳහා ඔබගේ උපාංගය මත විශාල දත්ත ප්‍රමාණයක් ගබඩා කිරීමට උත්සාහ කරමින් සිටී.
sq: %1$s (%2$s) po përpiqet të ruajë një sasi të madhe të dhënash në pajisjen tënde për përdorim jashtë linje.
ta: %1$s (%2$s) ஆஃப்லைன் உபயோகத்திற்காக உங்கள் சாதனத்தில் அதிகளவு தரவுகளைச் சேமிக்க முயற்சிக்கிறது.
th: %1$s (%2$s) กำลังพยายามจัดเก็บข้อมูลจำนวนมาก ลงในอุปกรณ์ของคุณสำหรับใช้งานแบบออฟไลน์
tk_tm: %1$s (%2$s) siziň enjamyňyzda awtonom ulanyş üçin uly mukdarda maglumat saklamaga synanyşýar.
tl: Sinusubukan ni %1$s (%2$s) na mag-store ng malaking halaga ng data sa iyong device para sa paggamit offline.
ur: %1$s (%2$s) آف لائن استعمال کے لئے آپ کے آلہ پر ڈیٹا کی ایک بڑی مقدار ذخیرہ کرنے کی کوشش کررہا ہے

source: %1$s (%2$s) is requesting permission to store data on your device for offline use.
as: %1$s (%2$s)-এ অফলাইনত ব্যৱহাৰ কৰিবৰ বাবে ডাটা সংগ্ৰহ কৰি ৰাখিবলৈ অনুমতি বিচাৰি অনুৰোধ জনাইছে৷
bn: %1$s (%2$s) অফলাইন ব্যবহারের জন্য আপনার ডিভাইসে তথ্য সঞ্চয় করার অনুমতি অনুরোধ করছে।
fa: %1$s (%2$s) درخواست مجوز برای ذخیره داده در دستگاه شما برای استفاده آفلاین دارد
gu: %1$s (%2$s) એ ઓફલાઇન ઉપયોગ માટે તમારા ઉપકરણ પર ડેટા સંગ્રહિત કરવા માટેની પરવાનગીની વિનંતી કરી રહ્યાં છે.
he: %1$s (%2$s) מבקש הרשאה לאחסון נתונים במכשיר שלך לצורך שימוש לא מקוון
id: %1$s (%2$s) meminta izin menyimpan data di perangkat Anda untuk penggunaan offline.
km: %1$s (%2$s) កំពុង​ស្នើ​ការអនុញ្ញាត​រក្សាទុក​ទិន្នន័យ​លើ​ឧបករណ៍​របស់​អ្នក​សម្រាប់​ការប្រើ​ក្រៅ​បណ្ដាញ។
kn: ಆಫ್‌ಲೈನ್ ಬಳಕೆಗಾಗಿ ನಿಮ್ಮ ಸಾಧನದಲ್ಲಿ ಡೇಟಾ ಸಂಗ್ರಹಿಸಲು ಅನುಮತಿಯನ್ನು %1$s (%2$s) ವಿನಂತಿಸುತ್ತಿದೆ.
lo: %1$s (%2$s) ກໍາລັງຂໍອະນຸຍາດເກັບຮັກສາຂໍ້ມູນໄວ້ຢູ່ໃນເຄື່ອງຂອງທ່ານ ເພື່ອໄວ້ໃຊ້ເວລາອອບໄລນ໌.
ml: ഓഫ്‌ലൈന്‍ ഉപയോഗത്തിനായി നിങ്ങളുടെ ഉപകരണത്തില്‍ ഡാറ്റ സംഭരിക്കുന്നതിനുള്ള അനുമതി %1$s (%2$s) അഭ്യര്‍ത്ഥിക്കുന്നു.
mn_mn: %1$s (%2$s) сүлжээнд холбоогүй ашиглах өгөгдөл таны төхөөрөмж дээр хадгалах зөвшөөрөл хүсэж байна
ms: %1$s (%2$s) meminta kebenaran menyimpan data pada peranti anda untuk kegunaan luar talian.
my: ေအာ့ဖ္လိုင္း သံုးရန္ သင့္ကိရိယာေပၚ ေဒတာသိုေလွာင္ရန္ %1$s (%2$s) က အခြင့္ေတာင္းခံေနသည္။
ne: %1$s (%2$s) अफलाइन प्रयोगको लागि तपाईंको यन्त्रमा डाटा भण्डार गर्न अनुमति को अनुरोध गर्दैछ।
or: ଅଫ୍‌ଲାଇନ୍ ବ୍ୟବହାର ପାଇଁ %1$s (%2$s) ଆପଣଙ୍କ ଡିଭାଇସ୍‌ରେ ଡାଟା ଷ୍ଟୋର୍ କରିବାକୁ ଅନୁରୋଧ କରୁଛି।
pa: %1$s (%2$s) ਔਫਲਾਈਨ ਉਪਯੋਗ ਵਾਸਤੇ ਤੁਹਾਡੇ ਡਿਵਾਈਸ 'ਤੇ ਡੈਟਾ ਸੰਭਾਲਣ ਦੀ ਆਗਿਆ ਲੈਣ ਲਈ ਬੇਨਤੀ ਕਰ ਰਿਹਾ ਹੈ।
si: %1$s (%2$s) නොබැඳි භාවිතය සඳහා ඔබගේ උපාංගය මත දත්ත ගබඩා කිරීමට අවසරය ඉල්ලමින් සිටී.
sq: %1$s (%2$s) po kërkon leje për të ruajtur të dhëna në pajisjen tënde për përdorim jashtë linje.
ta: %1$s (%2$s) ஆஃப்லைன் உபயோகத்திற்காக உங்கள் சாதனத்தில் தரவுகளைச் சேமிக்க அனுமதி கோருகிறது.
th: %1$s (%2$s) กำลังขออนุญาตให้จัดเก็บข้อมูล ลงบนอุปกรณ์ของคุณ สำหรับใช้งานแบบออฟไลน์
tk_tm: %1$s (%2$s) siziň enjamyňyzda awtonom ulanyş üçin maglumat saklamaga rugsat soraýar.
tl: Si %1$s (%2$s) ay humihiling ng pahintulot na mag-store ng data sa iyong device para sa paggamit offline.
ur: %1$s (%2$s) آف لائن استعمال کے لئے آپ کے آلہ پر ڈیٹا ذخیرہ کرنے کی اجازت کی درخواست کررہا ہے

# IDS_BR_POP_STARTING_DOWNLOAD_ING
source: Starting download...
as: ডাউনলোড আৰম্ভ কৰি থকা হৈছে...
bn: ডাউনলোড আরম্ভ হচ্ছে...
fa: شروع بارگیری...
gu: ડાઉનલોડ પ્રારંભ કરે છે...
he: ההורדה מתחילה...
id: Mulai mendownload...
km: កំពុង​ចាប់​ផ្ដើម​ទាញ​យក...
kn: ಡೌನ್‌ಲೋಡ್ ಆರಂಭಿಸುತ್ತಿದೆ...
lo: ເລີ່ມການດາວໂຫຼດ...
ml: ഡൌണ്‍ലോഡ് ആരംഭിക്കുന്നു...
mn_mn: Татан авалтыг эхлүүлж байна...
ms: Memulakan muat turun...
my: လႊဲေျပာင္းကူးယူမႈစတင္ေနပါသည္..
ne: डाउनलोड शुरू भयो...
or: ଡାଉନ୍‌ଲୋଡ୍‌ ଆରମ୍ଭ କରୁଛି...
pa: ਡਾਉਨਲੋਡ ਸ਼ੁਰੂ ਹੋ ਰਿਹਾ ਹੈ...
si: බාගැනුම අරඹමින්...
sq: Duke filluar shkarkimin...
ta: பதிவிறக்கம் துவங்குகிறது...
th: กำลัง​เริ่ม​ดาวน์​โหลด...
tk_tm: Ýüklemäni başlamak...
tl: Sinisimulan ang pag-download...
ur: ڈاؤن لوڈ شروع کررہا ہے...

# IDS_BR_BODY_SECURITY_CERTIFICATE_PROBLEM_MSG
source: There are problems with the security certificate for this site.
as: এই ছাইটৰ প্ৰতিৰক্ষা প্ৰমাণ পত্ৰৰ সৈতে সমস্যা আছে৷
bn: এই সাইটের সুরক্ষা শংসাপত্র-এ কিছু সমস্যা আছে।
fa: مشکلاتی در مجوز امنیتی برای این سایت وجود دارد.
gu: આ સાઇટ માટેનાં સુરક્ષા પ્રમાણપત્રમાં સમસ્યાઓ છે.
he: יש בעיות באישור האבטחה של אתר זה.
id: Sertifikat keamanan situs ini bermasalah.
km: មាន​បញ្ហា​ជាមួយ​វិញ្ញាបនបត្រ​សន្តិសុខ​សម្រាប់​វិបសៃ​នេះ។
kn: ಈ ಸೈಟಿನ ಸುರಕ್ಷತಾ ಪ್ರಮಾಣಪತ್ರದ ಜೊತೆ ಸಮಸ್ಯೆಗಳಿವೆ.
lo: ມີບັນຫາກັບໃບຢັ້ງຢືນຄວາມປອດໄພສໍາລັບເວັບໄຊທ໌ນີ້.
ml: ഈ സൈറ്റിനായുള്ള സുരക്ഷാ സര്‍ട്ടിഫിക്കറ്റില്‍ പ്രശ്നങ്ങളുണ്ട്.
mn_mn: Энэ сайтын хамгаалалтын гэрчилгээ асуудалтай байна
ms: Terdapat masalah dengan sijil keselamatan untuk tapak ini.
my: ဤဆိုက္အတြက္ လံုျခံဳေရး ေအာင္လက္မွတ္ႏွင့္ပတ္သက္၍ ျပသာနာမ်ား ရွိေနပါသည္။
ne: यस साइटका लागि सुरक्षा प्रमाणपत्रसंग केही समस्याहरू छन्।
or: ଏହି ସାଇଟ୍ ପାଇଁ ସୁରକ୍ଷା ସାର୍ଟିଫିକେଟ୍ ସହିତ ଅସୁବିଧା ଅଛି।
pa: ਇਸ ਸਾਈਟ ਦੇ ਲਈ ਸੁਰੱਖਿਆ ਸਰਟੀਫੀਕੇਟ ਵਿੱਚ ਸਮੱਸਿਆਵਾਂ ਹਨ।
si: මෙම අඩවිය සඳහා ආරක්ෂණ සහතිකයේ ප්‍රශ්න පවතී.
sq: Ka probleme me certifikatën e sigurshmërisë për këtë site.
ta: இந்த இணையதளத்திற்கான பாதுகாப்பு சான்றிதழில் சில சிக்கல்கள் உள்ளன.
th: มี​ปัญหา​การ​รับรอง​ความ​ปลอดภัย​สำ​หรับ​ไซ​ต์​นี้
tk_tm: Bu saýt üçin howpsuzlyk sertifikaty babatyndan bökdençlikler bar.
tl: Mayroong mga problema sa katibayan sa seguridad para sa site na ito.
ur: اس سائٹ کے لئے سلامتی کی سند میں مسائل ہیں

# IDS_BR_BODY_DESTINATIONS_AUTHENTICATION_REQUIRED
source: Authentication required.
as: প্ৰামাণিকৰণৰ প্ৰয়োজন৷
bn: প্রামাণিকরণ দরকার।
fa: تأیید اعتبار لازم است.
gu: પ્રમાણીકરણ જરૂરી.
he: אימות דרוש.
id: Autentikasi diperlukan.
km: ត្រូវការ​ការផ្ទៀងផ្ទាត់​ភាពពិត។
kn: ಪ್ರಮಾಣೀಕರಣ ಅಗತ್ಯವಿದೆ.
ml: ആധാരീകരിക്കല്‍ ആവശ്യമാണ്.
mn_mn: Баталгаажуулалт шаардагдана.
ms: Pengesahan Diperlukan.
ne: प्रमाणीकरण आवश्यक हुन्छ।
or: ପ୍ରାମାଣିକରଣ ଆବଶ୍ୟକ।
pa: ਪ੍ਰਮਾਣੀਕਰਨ ਦੀ ਲੋੜ ਹੈ।
si: සත්‍යාපනය අවශ්‍යයයි.
sq: Kërkohet autentikim.
ta: அங்கீகரிப்பு தேவை.
th: ต้อง​การ​การ​รับรอง
tk_tm: Hakykylyk barlagy gerek.
tl: Kailangan ng pagpapatunay
ur: اتھینٹیکیشن ضروری۔

# IDS_BR_BODY_PASSWORD
source: Password
as: পাছৱৰ্ড
bn: পাসওয়ার্ড
fa: رمز
gu: પાસવર્ડ
he: סיסמה
id: Kata sandi
km: ពាក្យ​សម្ងាត់
kn: ಪಾಸ್‌ವರ್ಡ್
lo: ລະຫັດຜ່ານ
ml: പാസ്‌വേഡ്
mn_mn: Нууц үг
ms: Kata laluan
my: စကား၀ွက္
ne: पासवर्ड
or: ପାସ୍‌ୱାର୍ଡ୍
pa: ਪਾਸਵਰਡ
si: මුරපදය
sq: Fjalëkalimi
ta: கடவுச்சொல்
th: รหัสผ่าน
tk_tm: Parol
ur: پاس ورڈ

# IDS_BR_BODY_AUTHUSERNAME
source: Username
as: ব্যৱহাৰকৰ্তাৰ নাম
bn: ব্যবহারকারীর নাম
fa: اسم کاربر
gu: ઉપયોગકર્તાનું નામ
he: שם משתמש
id: Nama pemakai
km: ឈ្មោះ​អ្នកប្រើ
kn: ಬಳಕೆದಾರರಹೆಸರು
lo: ຊື່ຜູ້ໃຊ້
ml: ഉപയോക്തൃ നാമം
mn_mn: Хэрэглэгчийн нэр
ms: Nama pengguna
my: သုံးစြဲသူ အမည္
ne: प्रयोगकर्ता नाम
or: ଉପଭୋକ୍ତାନାମ
pa: ਉਪਯੋਗਕਰਤਾ ਦਾ ਨਾਂ
si: භාවිතා කරනනාගේ නම
sq: Emri i përdoruesit
ta: பயனர் பெயர்
th: ชื่อ​ผู้​ใช้
tk_tm: Ulanyjynyň ady
ur: استمعال کنندہ کا نام

# IDS_BR_BODY_REMEMBER_PREFERENCE
source: Remember preference.
as: অগ্ৰাধিকাৰ মনত ৰাখক৷
bn: অগ্রাধিকার মনে রাখা।
fa: مورد ترجیحی را یادآوری کنید.
gu: પ્રાથમિકતા યાદ રાખો.
he: זכור העדפה.
id: Ingat preferensi.
km: ចងចាំ​ចំណូលចិត្ត។
kn: ಇಚ್ಛೆ ನೆನಪಿಡಿ.
lo: ຈື່ສິ່ງທີ່ມັກໄວ້.
ml: മുന്‍ഗണന ഓര്‍ക്കുക.
mn_mn: Сонголт санах
ms: Ingat keutamaan.
my: ပိုမိုႏွစ္သက္မႈမ်ားကို မွတ္ထားပါ
ne: प्राथमिकता सम्झनुहोस्।
or: ଅଗ୍ରାଧିକାର ମନେ ରଖନ୍ତୁ।
pa: ਤਰਜੀਹ ਨੂੰ ਯਾਦ ਰੱਖੋ।
si: කැමැත්ත මතක තබා ගන්න.
sq: Mbaj mend preferencën.
ta: முன்னுரிமையை நினைவுகொள்.
th: จดจำค่าที่เตรียมไว้
tk_tm: Ileri tutulanlary ýatda sakla
tl: Tandaan ang preferences.
ur: ترجیح یاد رکھیں

source: Clear default app settings by going to Settings > General > Manage applications > All.
as: ছেটিংছ > সাধাৰণ > এপ্লিকেশ্বন প্ৰৱন্ধন কৰক > সকলো লৈ গৈ ডি'ফল্ট এপ ছেটিংছ পৰিষ্কাৰ কৰক৷
bn: এখানে গিয়ে ডিফল্ট অ্যাপ সেটিংস পরিষ্কার করুন সেটিংস > সাধারণ > অ্যাপ্লিকেশনগুলি পরিচালনা করুন > সমস্ত।
fa: با رفتن به تنظیمات > عمومی > مدیریت برنامه‌ها > همه، تنظیمات پیش‌فرض برنامه را پاک کنید.
gu: સેટિંગ્સ > સામાન્ય > એપ્લિકેશનોનું સંચાલન કરો > બધું પર જઈને મૂળભૂત એપ્લિકેશનો સેટિંગ્સને સાફ કરો.
he: נקה את הגדרות היישום שנקבעו כברירת מחדל דרך הגדרות > כללי > נהל יישומים > הכל.
id: Hapus pengaturan aplikasi default dengan masuk ke Pengaturan > Umum > Kelola aplikasi > Semua.
km: ជម្រះ​ការកំណត់​កម្មវិធី​លំនាំដើម ដោយ​ការចូលទៅ ការកំណត់ > ទូទៅ > គ្រប់គ្រង​កម្មវិធី > ទាំងអស់។
kn: ಸಂಯೋಜನೆ‌ಗಳು > ಸಾಮಾನ್ಯ > ಅನ್ವಹಿಸುವಿಕೆಗಳನ್ನು ನಿರ್ವಹಿಸು > ಎಲ್ಲಾ ಇಲ್ಲಿಗೆ ಹೋಗುವ ಮೂಲಕ ಡೀಫಾಲ್ಟ್ ಅನ್ವಹಿಸುವಿಕೆ ಸಂಯೋಜನೆಗಳನ್ನು ತೆರವುಗೊಳಿಸಿ.
lo: ລຶບການຕັ້ງຄ່າແອັບມາດຕະຖານໂດຍໄປທີ່ ການຕັ້ງຄ່າ > ທົ່ວໄປ > ຈັດການແອພພລິເຄຊັນ > ທັງໝົດ.
ml: ക്രമീകരണങ്ങൾ > പൊതുവായവ > ആപ്ലിക്കേഷനുകൾ മാനേജ് ചെയ്യുക > എല്ലാം തുടങ്ങിയവയിലേക്ക് പോയി ഡിഫോൾട്ട് ആപ്ലിക്കേഷൻ ക്രമീകരണങ്ങൾ മായ്ക്കുക.
mn_mn: Тохиргоо > Ерөнхий > Програмууд удирдах > Бүгд рүү очиж өгөгдмөл програмын тохиргоог арилга
ms: Kosongkan aturan aplikasi lalai dengan pergi ke Aturan > Am > Uruskan aplikasi > Semua.
my: ဆက္တင္မ်ား > အေထြေထြ > အပလီေကးရွင္းမ်ား စီမံပါ > အားလံုး သို႔သြားျပီး အသင့္သြင္းထားသည့္ အက္ပ္ဆက္တင္မ်ား ရွင္းပါ။
ne: सेटिङ्हरू > सामान्य > अनुप्रयोगहरू व्यवस्थापन गर्नुहोस् > सबै मा गएर पूर्वनिर्धारित एप सेटिङहरू खाली गर्नुहोस्।
or: ସେଟିଂ > ସାଧାରଣ > ଆପ୍ଲିକେସନ୍‌ଗୁଡିକ ପରିଚାଳନା > ସମସ୍ତକୁ ଯାଇ ଡିଫଲ୍ଟ୍ ଆପ୍ଲିକେସନ୍ ସେଟିଂ ଖାଲି କରନ୍ତୁ।
pa: ਸੈੱਟਿੰਗਸ > ਸਧਾਰਨ > ਅਨੁਪ੍ਰਯੋਗ ਪ੍ਰਬੰਧਕ > ਸਾਰੇ ਤੇ ਜਾ ਕੇ ਡਿਫਾੱਲਟ ਅਨੁਪ੍ਰਯੋਗ ਸੈੱਟਿੰਗਸ ਨੂੰ ਹਟਾਓ।
si: සැකසුම් > සාමාන්‍ය > යෙදුම් කළමනාකරණය කරන්න > සියලු වෙත යාමෙන් පෙරනිමි යෙදුම් සැකසුම් හිස් කරන්න.
sq: Pastro cilësimet e parazgjedhura të aplikacioneve duke shkuar te Cilësimet > Të përgjithshme > Menaxho aplikacionet > Të gjitha.
ta: அமைவுகள் > பொது > பயன்பாடுகளை நிர்வகி > அனைத்துக்குச் சென்று இயல்புநிலை பயன்பாடு அமைவுகளை அழிக்கவும்.
th: ล้างการตั้งค่าแอพพื้น​ฐาน​โดยไปที่ การตั้งค่า > ทั่วไป > จัดการแอพพลิเคชั่น > ทั้งหมด
tk_tm: Sazlamalar > Umumy > Goýmalary dolandyr > Ählä baryp, standart goýma sazlamalaryny öçüriň.
tl: I-clear ang default na mga setting ng app sa pamamagitan ng pagpunta sa Mga Setting > Pangkalahatan > Pamahalaan ang mga application > Lahat.
ur: طے شدہ ایپلیکیشن سیٹنگز کو یہاں جا کر صاف کریں سیٹنگز > عمومی > ایپلیکیشنز بندوبست کریں > تمام

# IDS_BR_BODY_LOADING_ING
source: Loading...
as: লোড হৈ আছে...
bn: লোড হচ্ছে...
fa: در حال دانلود...
gu: લોડિંગ...
he: טוען...
id: Meloadingâ€¦
km: កំពុង​ផ្ទុក...
kn: ಲೋಡಿಂಗ್...
lo: ກຳລັງໂຫຼດ...
ml: ലോഡ്‌ ചെയ്യുന്നു...
mn_mn: Ачаалж байна...
ms: Memuatâ€¦
my: အခ်က္အလက္ျဖည့္သြင္းေနပါသည္…
ne: लोड हुँदै छ...
or: ଲୋଡ୍ କରୁଛି...
pa: ਲੋਡ ਹੋ ਰਿਹਾ ਹੈ...
si: පූරණය කරමින්...
sq: Duke ngarkuar...
ta: லோடிங்...
th: โหลด...
tk_tm: Ýükleýär...
tl: Naglo-load...
ur: لوڈنگ...

# IDS_KA_BODY_DENY
source: Deny
as: অবৰোধিত
bn: অস্বীকার
fa: رد کردن
gu: નકારો
he: דחה
kn: ನಿರಾಕರಿಸು
lo: ປະຕິເສດ
ml: നിരസിക്കുക
mn_mn: Татгалзах
ms: Nafi
my: ျငင္းဆိုပါ
ne: नकार
or: ଅଗ୍ରାହ୍ୟ
pa: ਅਸਵੀਕਾਰ
si: ප්‍රතික්ෂේප කරන්න
sq: Refuzo
ta: மறுக்கவும்
th: ปฏิเสธ
tk_tm: Deni
tl: Tanggihan
ur: انکار کریں

# IDS_JAVA_POP_ALLOW_TO_USE_MEDIA_RECORDING_Q
source: Allow to use media recording?
as: মিডিয়া ৰেকৰ্ডিং ব্যৱহাৰ কৰিবলৈ অনুমতি দিবনে?
bn: মিডিয়া রেকর্ডিং ব্যবহার করার অনুমতি দেওয়া হবে কি ?
fa: اجازه می دهید از ضبط رسانه استفاده شود؟
gu: મીડિયા રેકોર્ડિંગ વાપરવાની છૂટ?
he: לאפשר שימוש בהקלטת מדיה?
id: Bolehkan menggunakan rekaman media?
km: អនុញ្ញាត​ឲ្យ​ប្រើ​ការថត​មេឌៀ?
kn: ಮಿಡಿಯಾ ರೆಕಾರ್ಡಿಂಗ್ ಉಪಯೋಗಿಸಲು ಅನುಮತಿ ನೀಡಲೆ?
lo: ອະນຸຍາດໃຫ້ໃຊ້ໃນການບັນທຶກສື່?
ml: മീഡിയ റെക്കോഡിംഗ് ഉപയോഗിക്കാന്‍ അനുവദിക്കണോ?
mn_mn: Медиа бичлэг ашиглахыг зөвшөөрөх үү?
ms: Benarkan untuk mengguna media untuk merakam?
my: မီဒီယာျဖင့္ မွတ္တမ္းတင္ျခင္းကုိ ခြင့္ျပဳလုိပါသလား?
ne: मिडिया रेकर्डिङ प्रयोग गर्न दिऊँ?
or: ମିଡିଆ ରେକର୍ଡିଂ ବ୍ୟବହାର କରିବାକୁ ଅନୁମତି କରନ୍ତୁ?
pa: ਉਪਭੋਗਤਾ ਨੂੰ ਮੀਡਿਆ ਰਿਕਾਰਡਿੰਗ ਵਰਤਣ ਦੀ ਅਨੁਮਤੀ ਦਿਓ?
si: මාධ්‍ය පටිගත කිරීම භාවිතයට ඉඩ දෙන්නද?
sq: Ta lejoj të përdorë regjistrim në media?
ta: ஊடக பதிதல் பயன்படுத்த அனுமதிக்கவா?
th: อนุญาต​ให้​ใช้​การ​บัน​ทึก​มี​เดีย?
tk_tm: Multimedia ýazga geçirmegi ulanmaga rugsat bermelimi?
tl: Payagang gumamit ng media recording?
ur: میڈیا ریکارڈنگ استعمال کرنے کی اجازت دیں؟
